export default {
  projections: {
    УслугаE: {
      номерУсл: {
        __caption__: 'Номер усл'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    УслугаL: {
      номерУсл: {
        __caption__: 'Номер усл'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерУсл: {
      __caption__: 'Номер усл'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    запОбУсл: {
      __caption__: 'запОбУсл'
    }
  }
};
