export default {
  projections: {
    ЗаписьОбУслугеE: {
      времяНачала: {
        __caption__: 'Время начала'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      времяОкон: {
        __caption__: 'Время окон'
      },
      датаОкон: {
        __caption__: 'Дата окон'
      },
      статОпл: {
        __caption__: 'Стат опл'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      }
    },
    ЗапОбУслE: {
      времяНачала: {
        __caption__: 'Время начала'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      времяОкон: {
        __caption__: 'Время окон'
      },
      датаОкон: {
        __caption__: 'Дата окон'
      },
      статОпл: {
        __caption__: 'Стат опл'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      автомобиль: {
        __caption__: 'Автомобиль',
        госНомер: {
          __caption__: 'Гос номер'
        }
      },
      паркМесто: {
        __caption__: 'Парк место',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    времяНачала: {
      __caption__: 'Время начала'
    },
    времяОкон: {
      __caption__: 'Время окон'
    },
    времяОплаты: {
      __caption__: 'Время оплаты'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкон: {
      __caption__: 'Дата окон'
    },
    статОпл: {
      __caption__: 'Стат опл'
    },
    автомобиль: {
      __caption__: 'Автомобиль'
    },
    паркМесто: {
      __caption__: 'Парк место'
    },
    услуга: {
      __caption__: 'услуга'
    }
  }
};
