export default {
  projections: {
    ПарковкаE: {
      номПарковки: {
        __caption__: 'Ном парковки'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    },
    ПарковкаL: {
      номПарковки: {
        __caption__: 'Ном парковки'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номПарковки: {
      __caption__: 'Ном парковки'
    },
    терминал: {
      __caption__: 'терминал'
    },
    паркомат: {
      __caption__: 'паркомат'
    },
    шлагбаум: {
      __caption__: 'шлагбаум'
    }
  }
};
