export default {
  projections: {
    ШлагбаумE: {
      адрес: {
        __caption__: 'Адрес'
      },
      положение: {
        __caption__: 'Положение'
      }
    },
    ШлагбаумL: {
      адрес: {
        __caption__: 'Адрес'
      },
      положение: {
        __caption__: 'Положение'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    положение: {
      __caption__: 'Положение'
    },
    паркомат: {
      __caption__: 'паркомат'
    },
    парковка: {
      __caption__: 'парковка'
    }
  }
};
