export default {
  projections: {
    ПаркоматE: {
      номерПарк: {
        __caption__: 'Номер паркомата'
      }
    },
    ПаркоматL: {
      номерПарк: {
        __caption__: 'Номер паркомата'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'адрес'
    },
    номерПарк: {
      __caption__: 'Номер паркомата'
    },
    услуга: {
      __caption__: 'услуга'
    },
    парковка: {
      __caption__: 'парковка'
    },
    шлагбаум: {
      __caption__: 'шлагбаум'
    },
    терминал: {
      __caption__: 'терминал'
    }
  }
};
