export default {
  projections: {
    ТерминалE: {
      номерТер: {
        __caption__: 'Номер тер'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    },
    ТерминалL: {
      номерТер: {
        __caption__: 'Номер тер'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номерТер: {
      __caption__: 'Номер тер'
    },
    паркомат: {
      __caption__: 'паркомат'
    },
    парковка: {
      __caption__: 'парковка'
    }
  }
};
